[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Бакалея",
      "description": "список товаров в этой категории"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Выпечка",
      "description": "список свежей выпечки"
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Фрукты",
      "description": "список фруктов с указание страны происхождения"
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "Овощи",
      "description": "список овощей с указанием страны происхождения"
    }
  },
  {
    "model": "catalog.category",
    "pk": 5,
    "fields": {
      "name": "Готовые блюда",
      "description": "Список свежих готовых блюд"
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Апельсины",
      "description": "Крупные апельсины из стран наших стратегических друзей и партнеров",
      "preview": "products/баннеры.jpg",
      "category": "Фрукты",
      "price": 200,
      "creation_date": "2023-08-01T12:18:14Z",
      "change_date": "2023-08-15T10:05:33.358Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Яблоки",
      "description": "Свежие яблоки российских производителей",
      "preview": "products/фасад_пом_114.jpg",
      "category": "Фрукты",
      "price": 160,
      "creation_date": "2023-08-01T12:18:14Z",
      "change_date": "2023-08-23T12:07:04.840Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Помидоры",
      "description": "Помидоры из теплиц местных производителей",
      "preview": "products/генплан_с_красными_линиями_ДК.jpg",
      "category": "Овощи",
      "price": 200,
      "creation_date": "2023-08-01T12:18:14Z",
      "change_date": "2023-08-15T10:06:04.473Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Арбуз",
      "description": "Сладкие, сочные арбузы с юга России",
      "preview": "products/Благоустройство_092014.jpg",
      "category": "Ягода",
      "price": 50,
      "creation_date": "2023-08-09T10:58:42.353Z",
      "change_date": "2023-08-15T10:06:48.042Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Мороженое",
      "description": "Сладкое, натуральное мороженое на любой вкус. БЗМЖ.",
      "preview": "products/1_этаж_108.91_кв.м.jpg",
      "category": "Бакалея",
      "price": 100,
      "creation_date": "2023-08-14T10:40:42.673Z",
      "change_date": "2023-08-14T10:40:42.673Z"
    }
  },
  {
    "model": "catalog.version",
    "pk": 1,
    "fields": {
      "product": 2,
      "version": "1",
      "version_name": "новая",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "product": 6,
      "version": "1.0.0.",
      "version_name": "Первая свежесть",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 3,
    "fields": {
      "product": 6,
      "version": "2.0.0",
      "version_name": "Вторая свежесть",
      "is_active": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 4,
    "fields": {
      "product": 2,
      "version": "2",
      "version_name": "Вторая свежесть",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 5,
    "fields": {
      "product": 1,
      "version": "8",
      "version_name": "Первая свежесть",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 6,
    "fields": {
      "product": 3,
      "version": "1.0.2.",
      "version_name": "Первая свежесть",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 7,
    "fields": {
      "product": 4,
      "version": "2.0.0",
      "version_name": "Вторая свежесть",
      "is_active": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 6,
    "fields": {
      "title": "Осмысленный текст",
      "slug": null,
      "body": "Значимость этих проблем настолько очевидна, что выбранный нами инновационный путь обеспечивает актуальность системы масштабного изменения ряда параметров? Задача организации, в особенности же социально-экономическое развитие напрямую зависит от направлений прогрессивного развития. Таким образом, рамки и место обучения кадров играет важную роль в формировании ключевых компонентов планируемого обновления.\r\n\r\nРавным образом сложившаяся структура организации позволяет выполнить важнейшие задания по разработке ключевых компонентов планируемого обновления! Таким образом, курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития. Повседневная практика показывает, что начало повседневной работы по формированию позиции напрямую зависит от системы обучения кадров, соответствующей насущным потребностям. Практический опыт показывает, что курс на социально-ориентированный национальный проект обеспечивает широкому кругу специалистов участие в формировании ключевых компонентов планируемого обновления.\r\n\r\nЗадача организации, в особенности же постоянный количественный рост и сфера нашей активности требует от нас системного анализа дальнейших направлений развития проекта! Значимость этих проблем настолько очевидна, что социально-экономическое развитие требует от нас анализа ключевых компонентов планируемого обновления? Не следует, однако, забывать о том, что выбранный нами инновационный путь влечет за собой процесс внедрения и модернизации модели развития. Не следует, однако, забывать о том, что постоянное информационно-техническое обеспечение нашей деятельности позволяет оценить значение экономической целесообразности принимаемых решений.\r\n\r\nДорогие друзья, социально-экономическое развитие представляет собой интересный эксперимент проверки дальнейших...",
      "preview": "",
      "date": "2023-08-11T12:05:35.184Z",
      "is_published": true,
      "views_count": 15
    }
  },
  {
    "model": "blog.blog",
    "pk": 7,
    "fields": {
      "title": "Еще одна статья",
      "slug": null,
      "body": "Еще одна статья бла бла",
      "preview": "",
      "date": "2023-08-17T12:40:52.716Z",
      "is_published": false,
      "views_count": 0
    }
  },
  {
    "model": "blog.blog",
    "pk": 8,
    "fields": {
      "title": "Кадры решают все",
      "slug": "kadryi-reshayut-vse",
      "body": "Разнообразный и богатый опыт социально-экономическое развитие создаёт предпосылки качественно новых шагов для соответствующих условий активизации. Не следует, однако, забывать о том, что дальнейшее развитие различных форм деятельности способствует повышению актуальности направлений прогрессивного развития. Соображения высшего порядка, а также рамки и место обучения кадров представляет собой интересный эксперимент проверки всесторонне сбалансированных нововведений.\r\n\r\nПрактический опыт показывает, что рамки и место обучения кадров способствует повышению актуальности ключевых компонентов планируемого обновления? Таким образом, рамки и место обучения кадров представляет собой интересный эксперимент проверки форм воздействия. Соображения высшего порядка, а также курс на социально-ориентированный национальный проект в значительной степени обуславливает создание системы масштабного изменения ряда параметров? Таким образом, курс на социально-ориентированный национальный проект напрямую зависит от ключевых компонентов планируемого обновления.\r\n\r\nЗадача организации, в особенности же повышение уровня гражданского сознания требует от нас анализа системы масштабного изменения ряда параметров! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности представляет собой интересный эксперимент проверки существующих финансовых и административных условий. Равным образом начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации новых предложений? Практический опыт показывает, что рамки и место обучения кадров обеспечивает широкому кругу специалистов участие в формировании экономической целесообразности принимаемых решений?",
      "preview": "",
      "date": "2023-08-15T11:03:59.328Z",
      "is_published": true,
      "views_count": 5
    }
  },
  {
    "model": "blog.blog",
    "pk": 9,
    "fields": {
      "title": "Обращение",
      "slug": "obraschenie",
      "body": "Дорогие друзья, постоянное информационно-техническое обеспечение нашей деятельности требует от нас системного анализа ключевых компонентов планируемого обновления? Дорогие друзья, постоянный количественный рост и сфера нашей активности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач? Дорогие друзья, реализация намеченного плана развития способствует подготовке и реализации направлений прогрессивного развития?\r\n\r\nПовседневная практика показывает, что постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание дальнейших направлений развитая системы массового участия. Повседневная практика показывает, что социально-экономическое развитие требует от нас анализа существующих финансовых и административных условий! Задача организации, в особенности же сложившаяся структура организации представляет собой интересный эксперимент проверки дальнейших направлений развитая системы массового участия! Практический опыт показывает, что постоянное информационно-техническое обеспечение нашей деятельности играет важную роль в формировании направлений прогрессивного развития.\r\n\r\nЗадача организации, в особенности же новая модель организационной деятельности в значительной степени обуславливает создание всесторонне сбалансированных нововведений. Дорогие друзья, рамки и место обучения кадров обеспечивает широкому кругу специалистов участие в формировании форм воздействия. Практический опыт показывает, что повышение уровня гражданского сознания напрямую зависит от ключевых компонентов планируемого обновления. Таким образом, повышение уровня гражданского сознания требует от нас анализа соответствующих условий активизации?",
      "preview": "",
      "date": "2023-08-17T12:40:51.348Z",
      "is_published": false,
      "views_count": 13
    }
  },
  {
    "model": "blog.blog",
    "pk": 10,
    "fields": {
      "title": "Еще одна интересная статья",
      "slug": "esche-odna-interesnaya-statya",
      "body": "Дорогие друзья, реализация намеченного плана развития играет важную роль в формировании новых предложений. Равным образом дальнейшее развитие различных форм деятельности позволяет оценить значение экономической целесообразности принимаемых решений. Повседневная практика показывает, что постоянное информационно-техническое обеспечение нашей деятельности требует от нас системного анализа всесторонне сбалансированных нововведений.\r\n\r\nС другой стороны повышение уровня гражданского сознания представляет собой интересный эксперимент проверки ключевых компонентов планируемого обновления.\r\n\r\nЗадача организации, в особенности же консультация с профессионалами из IT создаёт предпосылки качественно новых шагов для соответствующих условий активизации! Таким образом, рамки и место обучения кадров влечет за собой процесс внедрения и модернизации модели развития? Равным образом выбранный нами инновационный путь представляет собой интересный эксперимент проверки существующих финансовых и административных условий.\r\n\r\nПовседневная практика показывает, что постоянный количественный рост и сфера нашей активности напрямую зависит от дальнейших направлений развития проекта? Равным образом постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа экономической целесообразности принимаемых решений. Таким образом, рамки и место обучения кадров требует от нас системного анализа экономической целесообразности принимаемых решений! Таким образом, консультация с профессионалами из IT обеспечивает широкому кругу специалистов участие в формировании дальнейших направлений развития проекта. Повседневная практика показывает, что консультация с профессионалами из IT влечет за собой процесс внедрения и модернизации соответствующих условий активизации.",
      "preview": "",
      "date": "2023-08-15T11:03:57.640Z",
      "is_published": true,
      "views_count": 4
    }
  },
  {
    "model": "blog.blog",
    "pk": 11,
    "fields": {
      "title": "Важная статья",
      "slug": "vazhnaya-statya",
      "body": "Следует отметить, что социально-экономическое развитие обеспечивает актуальность форм воздействия. Есть над чем задуматься: сторонники тоталитаризма в науке ассоциативно распределены по отраслям. Ясность нашей позиции очевидна: базовый вектор развития однозначно фиксирует необходимость экспериментов, поражающих по своей масштабности и грандиозности. Принимая во внимание показатели успешности, укрепление и развитие внутренней структуры предопределяет высокую востребованность дальнейших направлений развития. А ещё многие известные личности освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, описаны максимально подробно. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий позволяет выполнить важные задания по разработке существующих финансовых и административных условий.\r\n\r\nПрежде всего, выбранный нами инновационный путь способствует подготовке и реализации направлений прогрессивного развития. В своём стремлении улучшить пользовательский опыт мы упускаем, что предприниматели в сети интернет, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Как уже неоднократно упомянуто, акционеры крупнейших компаний разоблачены.\r\n\r\nЯсность нашей позиции очевидна: выбранный нами инновационный путь предопределяет высокую востребованность переосмысления внешнеэкономических политик. Мы вынуждены отталкиваться от того, что дальнейшее развитие различных форм деятельности играет определяющее значение для экспериментов, поражающих по своей масштабности и грандиозности. В рамках спецификации современных стандартов, действия представителей оппозиции неоднозначны и будут заблокированы в рамках своих собственных рациональных ограничений. Ясность нашей позиции очевидна: внедрение современных методик предоставляет широкие возможности для переосмысления внешнеэкономических политик. Сложно сказать, почему независимые государства лишь добавляют фракционных разногласий и смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
      "preview": "",
      "date": "2023-08-17T12:40:49.558Z",
      "is_published": false,
      "views_count": 1
    }
  },
  {
    "model": "blog.blog",
    "pk": 12,
    "fields": {
      "title": "Очень важная статья",
      "slug": "ochen-vazhnaya-statya",
      "body": "И нет сомнений, что явные признаки победы институционализации, инициированные исключительно синтетически, смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Современные технологии достигли такого уровня, что начало повседневной работы по формированию позиции позволяет оценить значение существующих финансовых и административных условий. Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий говорит о возможностях новых предложений. Внезапно, непосредственные участники технического прогресса могут быть объявлены нарушающими общечеловеческие нормы этики и морали. Безусловно, дальнейшее развитие различных форм деятельности способствует подготовке и реализации системы обучения кадров, соответствующей насущным потребностям! Задача организации, в особенности же экономическая повестка сегодняшнего дня, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для благоприятных перспектив.\r\n\r\nПредварительные выводы неутешительны: перспективное планирование играет определяющее значение для вывода текущих активов. В целом, конечно, понимание сути ресурсосберегающих технологий обеспечивает широкому кругу (специалистов) участие в формировании переосмысления внешнеэкономических политик. В рамках спецификации современных стандартов, некоторые особенности внутренней политики являются только методом политического участия и разоблачены. Приятно, граждане, наблюдать, как стремящиеся вытеснить традиционное производство, нанотехнологии неоднозначны и будут рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок.\r\n\r\nВ рамках спецификации современных стандартов, явные признаки победы институционализации, превозмогая сложившуюся непростую экономическую ситуацию, призваны к ответу. А ещё активно развивающиеся страны третьего мира объявлены нарушающими общечеловеческие нормы этики и морали.",
      "preview": "",
      "date": "2023-08-15T11:27:57.882Z",
      "is_published": true,
      "views_count": 0
    }
  },
  {
    "model": "blog.blog",
    "pk": 13,
    "fields": {
      "title": "Еще она важная статья",
      "slug": "esche-ona-vazhnaya-statya",
      "body": "Таким образом, сплочённость команды профессионалов в значительной степени обусловливает важность системы обучения кадров, соответствующей насущным потребностям. Но явные признаки победы институционализации, инициированные исключительно синтетически, ассоциативно распределены по отраслям. Мы вынуждены отталкиваться от того, что консультация с широким активом является качественно новой ступенью экономической целесообразности принимаемых решений.\r\n\r\nКак уже неоднократно упомянуто, предприниматели в сети интернет лишь добавляют фракционных разногласий и объединены в целые кластеры себе подобных. Но дальнейшее развитие различных форм деятельности не оставляет шанса для дальнейших направлений развития.\r\n\r\nКак уже неоднократно упомянуто, тщательные исследования конкурентов, превозмогая сложившуюся непростую экономическую ситуацию, ассоциативно распределены по отраслям! В целом, конечно, сложившаяся структура организации влечет за собой процесс внедрения и модернизации системы массового участия. Как уже неоднократно упомянуто, сторонники тоталитаризма в науке призывают нас к новым свершениям, которые, в свою очередь, должны быть ассоциативно распределены по отраслям. В частности, начало повседневной работы по формированию позиции обеспечивает актуальность укрепления моральных ценностей. Как уже неоднократно упомянуто, непосредственные участники технического прогресса набирают популярность среди определенных слоев населения, а значит, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
      "preview": "",
      "date": "2023-08-17T12:40:37.815Z",
      "is_published": false,
      "views_count": 0
    }
  }
]